Repository: wizelineacademy/baz-ios-project-c4-2023
Catalog: BAZProject/Resources/*.lproj/Localizable.strings
Languages: es

source: Trending
es: Novedades

source: Now Playing
es: Ahora en cines

source: Top Rated
es: Mejor calificadas

source: Upcoming
es: Próximamente

source: There was a problem creating the url
es: No se pudo crear la URL.

source: There was a problem parsing the json
es: El json no se pudo parsear.

source: The service didn't respond
es: El servicio no respondió.

source: Search
es: Buscar

source: Search by movie or artist.
es: Busca por película o artista.

source: Please, provide a term to search.
es: Por favor proporcione un término para buscar.

source: No results found
es: No se encontraron resultados.

source: Release date: %@
es: Fecha de lanzamiento: %@

source: The parameter was null
es: El parámetro venía vacío

source: Similar movies
es: Películas similares

source: Filter options
es: Filtrar

source: Choose among these options
es: Elige entre las siguientes opciones.

source: Cancel
es: Cancelar

source: Reviews
es: Reseñas

source: Cast
es: Reparto
