{
	"page": 1,
	"results": [{
		"adult": false,
		"backdrop_path": "/pxK1iK6anS6erGg4QePmMKbB1E7.jpg",
		"id": 604,
		"title": "Matrix Reloaded",
		"original_language": "en",
		"original_title": "The Matrix Reloaded",
		"overview": "Las máquinas avanzan imparables hacia Zion en su afán por destruir a toda la humanidad y todas las naves se preparan para la dura batalla. Neo junto con Morfeo y Trinity buscan el camino del elegido dentro de Matrix para vencer a las máquinas y se encuentran con dificultades inesperadas: el agente Smith ha vuelto y no sólo eso, otros programas dentro de Matrix intentarán acabar con su misión. Mientras tanto Neo se tendrá que adaptar a la vida real y a la fama de ser el elegido.",
		"poster_path": "/ayZkaN2f3ASjWW8ooCfuJT3T8Va.jpg",
		"media_type": "movie",
		"genre_ids": [12, 28, 53, 878],
		"popularity": 41.297,
		"release_date": "2003-05-15",
		"video": false,
		"vote_average": 7.035,
		"vote_count": 9788
	}, {
		"adult": false,
		"backdrop_path": "/533xAMhhVyjTy8hwMUFEt5TuDfR.jpg",
		"id": 605,
		"title": "Matrix Revolutions",
		"original_language": "en",
		"original_title": "The Matrix Revolutions",
		"overview": "Quedan veinte horas para la irrupción de las máquinas en Sión, el último bastión de los humanos libres. Mientras el cuerpo de Neo permanece en coma, su consciencia se encuentra en tierra de nadie, en un lugar entre el mundo humano y el de las máquinas.",
		"poster_path": "/bkkS61w94ZVMNVd8KEyyJl2tnY5.jpg",
		"media_type": "movie",
		"genre_ids": [12, 28, 53, 878],
		"popularity": 35.714,
		"release_date": "2003-11-05",
		"video": false,
		"vote_average": 6.704,
		"vote_count": 8806
	}, {
		"adult": false,
		"backdrop_path": "/dUVbWINfRMGojGZRcO6GF1Z2nV8.jpg",
		"id": 120,
		"title": "El señor de los anillos: La comunidad del anillo",
		"original_language": "en",
		"original_title": "The Lord of the Rings: The Fellowship of the Ring",
		"overview": "En la Tierra Media, el Señor Oscuro Saurón creó los Grandes Anillos de Poder, forjados por los herreros Elfos. Tres para los reyes Elfos, siete para los Señores Enanos, y nueve para los Hombres Mortales. Secretamente, Saurón también forjó un anillo maestro, el Anillo Único, que contiene en sí el poder para esclavizar a toda la Tierra Media. Con la ayuda de un grupo de amigos y de valientes aliados, Frodo emprende un peligroso viaje con la misión de destruir el Anillo Único. Pero el Señor Oscuro Sauron, quien creara el Anillo, envía a sus servidores para perseguir al grupo. Si Sauron lograra recuperar el Anillo, sería el final de la Tierra Media.",
		"poster_path": "/9xtH1RmAzQ0rrMBNUMXstb2s3er.jpg",
		"media_type": "movie",
		"genre_ids": [12, 14, 28],
		"popularity": 79.905,
		"release_date": "2001-12-18",
		"video": false,
		"vote_average": 8.395,
		"vote_count": 22571
	}, {
		"adult": false,
		"backdrop_path": "/7ABgKch4hBX4qwCujRKM58fKsoG.jpg",
		"id": 121,
		"title": "El señor de los anillos: Las dos torres",
		"original_language": "en",
		"original_title": "The Lord of the Rings: The Two Towers",
		"overview": "La Compañía del Anillo se ha disuelto. El portador del anillo Frodo y su fiel amigo Sam se dirigen hacia Mordor para destruir el Anillo Único y acabar con el poder de Sauron. Mientras, y tras la dura batalla contra los orcos donde cayó Boromir, el hombre Aragorn, el elfo Legolas y el enano Gimli intentan rescatar a los medianos Merry y Pipin, secuestrados por los ogros de Mordor. Por su parte, Saurón y el traidor Sarumán continúan con sus planes en Mordor, en espera de la guerra contra las razas libres de la Tierra Media.",
		"poster_path": "/qHEU9067PL8iIZULg7q58NvoWlS.jpg",
		"media_type": "movie",
		"genre_ids": [12, 14, 28],
		"popularity": 73.912,
		"release_date": "2002-12-18",
		"video": false,
		"vote_average": 8.377,
		"vote_count": 19622
	}],
	"total_pages": 2,
	"total_results": 40
}
